Repository: dAnjou/mango-lassi
Catalog: po/*.po
Languages: de, pl, pt_br

source: Mouse and keyboard are being redirected to <b>%s</b>, which is located to the <b>%s</b> of this screen. To redirect input back to this screen, press and release both shift keys simultaneously.
de: Maus und Tastatur werden auf <b>%s</b> umgelenkt, nach <b>%s</b> von diesem Desktop. Um die Eingabe zurück auf diesen Bildschirm zu lenken, drücken und lassen Sie beide Umschalttasten gleichzeitig los.
pl: Mysz i klawiatura są przekierowywane do <b>%s</b>, który jest położony na <b>%s</b> od tego ekranu. Aby przekierować wejście z powrotem do tego ekranu, naciśnij i puść oba klawisze Shift jednocześnie.
pt_br: O mouse e o teclado estão sendo redirecionados para <b>%s</b>, que está localizado à <b>%s</b> desta tela. Para redirecionar a entrada de volta a esta tela, pressione e libere ambas as teclas "shift" simultaneamente.

source: %s now shares input with this desktop
de: %s teilt sich nun Maus und Tastatur mit diesem Desktop
pl: %s współdzieli teraz wejście z tym pulpitem
pt_br: %s agora compartilha entrada com esta área de trabalho

source: You're now sharing keyboard and mouse with <b>%s</b> which is located to the <b>%s</b>.
de: Sie teilen sich Maus und Tastatur nun mit <b>%s</b>, <b>%s</b> von diesem Destop
pl: Współdzielisz teraz klawiaturę i mysz z <b>%s</b>, który jest położony na <b>%s</b>.
pt_br: Você agora está compartilhando o teclado e o mouse com <b>%s</b> que está localizado à <b>%s</b>.

source: left
de: links
pl: lewo
pt_br: esquerda

source: right
de: rechts
pl: prawo
pt_br: direita

source: %s no longer shares input with this desktop
de: %s teilt sich Maus und Tastatur nicht mehr mit diesem Desktop
pl: %s nie współdzieli już wejścia z tym pulpitem
pt_br: %s não compartilha mais entrada com esta área de trabalho

source: You're no longer sharing keyboard and mouse with <b>%s</b> which was located to the <b>%s</b>.
de: Sie teilen sich nicht länger Maus und Tastatur mit <b>%s</b>, <b>%s</b> von diesem Bildschirm
pl: Nie współdzielisz już klawiatury i myszy z <b>%s</b>, który jest położony na <b>%s</b>.
pt_br: Você não está mais compartilhando o teclado e o mouse com <b>%s</b> que estava localizado à <b>%s</b>.

source: %s's desktop on %s
de: %s Desktop auf %s
pl: Pulpit %s na %s
pt_br: Área de trabalho de %s em %s

source: <i>Reorder the desktops you're already sharing mouse and keyboard with, or add new desktops to your session. Order the desktops in the list above from left to right how they are positioned on your desk. Please make sure to run Mango Lassi Input Sharing on all computers you want so share input with.</i>
de: <i>Passen Sie die Reihenfolge der bereits zu Ihrer Sitzung gehörenden Desktops an, oder fügen Sie neue Desktops zu Ihrer Sitzung hinzu. Ordnen Sie die Desktops in obiger Liste von links nach rechts an, so wie sie auf Ihrem Schreibtisch angeordnet sind. Bitte stellen Sie sicher, dass Mango Lassi Input Sharing auf allen Computern läuft, mit denen Maus und Tastatur gemeinsam benutzt werden sollen.</i>
pl: <i>Zmień kolejność pulpitów, z którymi współdzielisz mysz i klawiaturę lub dodaj nowe pulpity do sesji. Uporządkuj pulpity na liście poniżej od lewej do prawej tak, jak są ułożone na biurku. Upewnij się, że uruchomiłeś Współdzielenie wejścia Mango Lassi na wszystkich komputerach, z którymi chcesz współdzielić wejście.</i>
pt_br: <i>Reorganize as áreas de trabalho com as quais você já está compartilhando mouse e teclado, ou adicione novas áreas de trabalho a sua sessão. Organize as áreas de trabalho na lista acima da esquerda para a direita como elas estão posicionadas na sua área de trabalho. Por favor, certifique-se de executar o compartilhamento de entrada Mango Lassi em todos os computadores com os quais você queira compartilhar entrada.</i>

source: Input Sharing
de: Gemeinsame Eingabe
pl: Współdzielenie wejścia
pt_br: Compartilhamento de entrada

source: _Add
de: _Hinzufügen
pl: Dod_aj
pt_br: _Adicionar

source: _Down
de: _Runter
pl: W _dół
pt_br: A_baixo

source: _Remove
de: _Entfernen
pl: _Usuń
pt_br: _Remover

source: _Up
de: _Hoch
pl: _W górę
pt_br: A_cima
